'use strict';
let questions = [
    {
        question: 'Сколько континентов на планете Земля?',
        answers: [
            'Пять',
            'Шесть',
            'Семь',
            'Восемь'
        ],
        corrrectAnswer: 2
    },
    {
        question: 'Кто был первым президентом Российской Федерации?',
        answers: [
            'Горбачев',
            'Путин',
            'Ельцин',
            'Сталин'
        ],
        corrrectAnswer: 3
    },
    {
        question: 'С какой стороны света растет мох?',
        answers: [
            'Север',
            'Юг',
            'Запад',
            'Юго-юго-запад'
        ],
        corrrectAnswer: 1
    },
    {
        question: 'В каком году закончилась Вторая Великая Отчественная Война?',
        answers: [
            '1943',
            '1944',
            '1945',
            '1946'
        ],
        corrrectAnswer: 3
    },
    {
        question: 'Сколько сантиметров в дюйме?',
        answers: [
            '2',
            '2,45',
            '2,54',
            '3,14'
        ],
        corrrectAnswer: 3
    }
];

